"Amp Simulation" = "Simulação de amplificador"; 
"Amps" = "Amplificadores";
"Analog Basic" = "Básico analógico"; 
"Analog Mono" = "Mono analógico"; 
"Analog Pad" = "Painel analógico"; 
"Analog Swirl" = "Espiral analógica"; 
"Analog Sync" = "Sincronização analógica"; 
"Auto Wah" = "Wah automático"; 
"Automatic Filter" = "Filtro automático"; 
"Bass" = "Graves"; 
"Bass Amp" = "Amplificador de baixos"; 
"Bass Reduction" = "Redução de baixos"; 
"Bitcrusher" = "Bit Crusher"; 
"Chorus" = "Coro"; 
"Church Organ" = "Órgão de igreja"; 
"Compressor" = "Compressor"; 
"Digital Basic" = "Básico digital"; 
"Digital Mono" = "Mono digital"; 
"Digital Stepper" = "Faseado digital"; 
"Distortion" = "Distorção"; 
"Drum Kits" = "Bateria"; 
"Ducker" = "Redução de nível"; 
"Echo" = "Eco"; 
"Electric Clav" = "Teclado eléctrico"; 
"Electric Piano" = "Piano eléctrico"; 
"Enhance Timing" = "Melhorar temporização"; 
"Enhance Tuning" = "Melhorar afinação"; 
"Visual EQ" = "EQ Visual"; 
"Flanger" = "Flanger"; 
"Gate" = "Gate"; 
"Guitar" = "Guitarra"; 
"Horns" = "Instrumentos de sopro"; 
"Hybrid Basic" = "Básico híbrido"; 
"Hybrid Morph" = "Morfologia híbrida"; 
"Limiter" = "Limitador"; 
"Overdrive" = "Overdrive"; 
"Phaser" = "Faseador"; 
"Piano" = "Piano"; 
"Reverb" = "Reverberação"; 
"Sampler" = "Amostra";
"Sound Effects" = "Efeitos sonoros"; 
"Speech Enhancer" = "Optimizador de voz"; 
"Stomp Boxes" = "Stomp Boxes";
"Strings" = "Cordas"; 
"Tonewheel Organ" = "Órgão Tonewheel"; 
"Track Echo" = "Eco da faixa"; 
"Track Reverb" = "Reverberação da faixa";
"Treble Reduction" = "Redução de agudos"; 
"Tremolo" = "Trémulo"; 
"Tuned Percussion" = "Percussão afinada:"; 
"Tuner" = "Afinador"; 
"Vocal Transformer" = "Transformador de voz"; 
"Voice" = "Voz"; 
"Woodwind" = "Madeiras"; 
"GarageBand Synth" = "Sintetizador do GarageBand";

